Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_1.tmx
Source language: en
Languages: it

source: Chemical preparations for use in the control of fires
it: Prodotti chimici per il controllo degli incendi

source: Chemical preparations for use in the manufacture of biocides
it: Prodotti chimici per la produzione di biocidi

source: Chemical preparations for use in the manufacture of floor polishes
it: Prodotti chimici per uso nella produzione di lucidi per pavimenti

source: Esters of fatty acids for use in manufacture
it: Esteri di acidi grassi per la manifattura

source: Esters of polyols for use as ingredients in foodstuffs
it: Esteri di polioli da utilizzare come ingredienti per alimenti

source: Surface coating compositions [chemicals], other than paints
it: Composti per il rivestimento di superfici [prodotti chimici], non pitture

source: Surfactants for use in preserving concrete
it: Tensioattivi per la conservazione del calcestruzzo

source: Surfactants for use in protecting floor surfaces
it: Tensioattivi per la protezione di pavimenti

source: Surfactants for use in reinstating floor surfaces
it: Tensioattivi per il ripristino di pavimenti

source: Iodine for chemical purposes
it: Iodio per uso chimico

source: Americium
it: Americio

source: Starch for industrial purposes
it: Fecola per uso industriale

source: Stem cells for research purposes
it: Cellule staminali a scopo di ricerca

source: Aqueous based photographic developer chemicals
it: Sostanze chimiche acquose per sviluppo di fotografie

source: Aqueous chemical compositions
it: Composti chimici acquosi

source: Reagents for use in scientific apparatus for chemical or biological analysis
it: Reagenti per apparecchi scientifici per analisi chimiche o biologiche

source: Rubber cement for repairing pneumatic tyres
it: Mastice in gomma per la riparazione di pneumatici

source: Tungstic acid
it: Acido tungstico

source: Hydrogen peroxide
it: Acqua ossigenata

source: Palladium chloride
it: Cloruro di palladio

source: Phenolic resins
it: Resine fenoliche

source: Injection moulding compositions
it: Composti per stampaggio ad iniezione

source: Chemicals for use in removing asbestos
it: Prodotti chimici per rimuovere l'amianto

source: Chemicals for use in removing paint
it: Prodotti chimici per rimuovere pitture

source: Chemicals for use in sticking [other than for household or stationery purposes]
it: Prodotti chimici per uso in adesivi [non per uso domestico né per cartoleria]

source: Chemicals for use in the semiconductor industry
it: Prodotti chimici per l'industria dei semiconduttori

source: Chemicals for use in the treatment of textile fabrics [other than for laundry purposes]
it: Prodotti chimici per il trattamento dei materiali tessili [non per il bucato]

source: Security papers [sensitized]
it: Carte di sicurezza [sensibilizzate]

source: Low calorie sweeteners [artificial, chemical]
it: Dolcificanti ipocalorici [artificiali, chimici]

source: Media for use in separation techniques [not medical]
it: Supporti per tecniche di separazione [non per uso medico]

source: Compositions for coating aluminium in preparation for plating
it: Composti per il rivestimento dell'alluminio in preparazione della placcatura

source: Polymers for use in the manufacture of floor finishes
it: Polimeri per la fabbricazione di finiture per pavimenti

source: Polymers for use in the preparation of cements
it: Polimeri per la preparazione di cementi

source: Sequestrants with inhibitors
it: Sequestranti con inibitori

source: Laminating agents
it: Agenti di laminazione

source: Coated wollastonite [calcium metasilicate] for use as a reinforcing filler in paints
it: Wollastonite rivestita metasilicato di calcio per uso come riempitivo rinforzante in pitture

source: Coatings [chemical] for lenses
it: Rivestimenti [chimici] per lenti

source: Diisopropyl ether
it: Etere diisopropilico

source: Milk ferments for the food industry
it: Fermenti lattici per l'industria alimentare

source: Tragacanth gum for use in the manufacture of pharmaceuticals
it: Gomma adragante per la produzione di prodotti farmaceutici

source: Transparent film in roll form [photographic, unexposed]
it: Pellicola trasparente in rullo [fotografica, non impressionata]

source: Transparent film in roll form [sensitised]
it: Pellicola trasparente in rullo [sensibilizzata]

source: Triglycerides
it: Trigliceridi

source: Chemical test reagents [other than medical or veterinary]
it: Reagenti chimici per test [non di tipo medico o veterinario]

source: Chemical test reagents in tablet form for testing for nitrites [other than medical or veterinary]
it: Reagenti chimici per test sotto forma di tavoletta per l'analisi dei nitriti [non per uso medico o veterinario]

source: Oleic acid for use in the manufacture of ointments
it: Acido oleico per la produzione di unguenti

source: Oleic acid for use in the manufacture of soaps
it: Acido oleico per la produzione di saponi

source: Organic composts
it: Compost organici

source: Tanning agents [for hides]
it: Agenti concianti [per pellami]

source: Tempering substances for welding
it: Sostanze tempranti per la saldatura

source: Testing reagents for industrial use
it: Reagenti d'analisi per uso industriale

source: Sodium permanganate
it: Permanganato di sodio

source: Sodium sulfanilate
it: Solfanilato di sodio

source: Sodium sulphide
it: Solfuro di sodio

source: Substances for the purification of gases
it: Sostanze per la depurazione di gas

source: Sucrose esters of acids
it: Esteri acidi di saccarosio

source: Synthetic binders for agglomeration
it: Leganti sintetici agglomeranti

source: Synthetic deoxyribonucleic acid [other than for medical use]
it: Acido desossiribonucleico sintetico [non per uso medico]

source: Negative paper
it: Carta negativa

source: Mixtures of chemicals and natural materials for use as agricultural fertilizers
it: Miscele di prodotti chimici e materiali naturali da utilizzare come fertilizzanti agricoli

source: Mixtures of ozone and oxygen, other than for medical use
it: Miscele d'ozono e ossigeno, non per uso medico

source: Monoclonal antibodies for the qualitative determination of leucocyte subsets [other than for medical use]
it: Anticorpi monoclonali per le determinazione qualitativa dei sottoinsiemi di leucociti [non per uso medico]

source: Monoclonal antibodies for the quantative determination of leucocyte subsets [other than for medical use]
it: Anticorpi monoclonali per la determinazione quantitativa dei sottoinsiemi di leucociti [non per uso medico]

source: Albumenized paper
it: Carta albuminata

source: Alcohol
it: Alcool

source: Calcium oxides
it: Ossidi di calcio

source: Calcium silicate
it: Silicato di calcio

source: Fertilized bases made of mineral wool for growing plants
it: Basi concimate in lana minerale per la coltivazione di piante

source: Chemical sizing compositions for use in the manufacture of threads
it: Composti chimici collanti per uso nella fabbricazione di fili

source: Ceramic materials in powder form for use in industry
it: Materiali ceramici in polvere per uso industriale

source: Bone charcoal
it: Carbone d'osso

source: Charged resins for the manufacture of casing of electrical windings
it: Resine caricate per la fabbricazione di rivestimenti per avvolgimenti elettrici

source: Chelating agents
it: Agenti chelanti

source: Chemical products for sizing
it: Prodotti chimici per imbozzimatura

source: Chemical products for the manufacture of cosmetics
it: Prodotti chimici per la fabbricazione di cosmetici

source: Hydrofluoric acid
it: Acido fluoridrico

source: Formic aldehyde for chemical purposes
it: Aldeide formica per uso chimico

source: Fulling preparations for use in the textile industry
it: Prodotti della follatura per l'industria tessile

source: Sheets of sensitized paper being media for processing photographic images
it: Fogli di carta sensibile che sono supporti per l'elaborazione di immagini fotografiche

source: Binders for use in the formulation of caulks
it: Leganti per uso nella formulazione di stucchi

source: Blood culture media for scientific use
it: Brodi di colture ematiche per uso scientifico

source: Enzymes [other than for medical use] for use in the continuous homogenous isothermal amplifications of specific dna templates
it: Enzimi [non per uso medico] per l'amplificazione isotermica omogenea continua di specifici modelli di DNA

source: Enzymes for use in fermentation
it: Enzimi per la fermentazione

source: Sodium chlorite
it: Clorito di sodio

source: Sodium formate
it: Formiato di sodio

source: Transmission fluid
it: Fluidi di trasmissione

source: Uranium nitrate
it: Nitrato d'uranio

source: Repellents for liquids
it: Repellenti per liquidi

source: Catalyst supports consisting of inorganic oxides
it: Supporti catalitici costituiti da ossidi inorganici

source: Dispersing agents
it: Agenti disperdenti

source: Dispersants for use in the paper industry
it: Disperdenti per il settore della carta

source: Chemical seasonings [for food manufacture]
it: Condimenti chimici [per produzione alimentare]

source: Curium
it: Curio

source: Rock fibres for use in agriculture
it: Fibre di roccia per l'agricoltura

source: Structural adhesives for automotive use
it: Adesivi strutturali per uso automobilistico

source: Chemicals for the treatment of polythene cables
it: Sostanze chimiche per il trattamento di cavi in polietene

source: Salts [chemical preparations]
it: Sali [prodotti chimici]

source: Chemical brightening agents for use on metal surfaces
it: Agenti chimici di brillantatura per le superfici metalliche

source: Chemical cleaning agents for use in industrial processes
it: Agenti chimici di pulizia per processi industriali

source: Chemical compositions containing humic acids
it: Composizioni chimiche contenenti acidi umici

source: Preservatives for maintaining the viability of micro-organisms in cultures [scientific]
it: Conservanti per il mantenimento della vitalità dei microrganismi in colture [scientifico]

source: Adhesives for use in photography
it: Adesivi destinati alla fotografia

source: Adhesives for use in the electroacoustical industry
it: Adesivi destinati al settore elettroacustico

source: Adhesives for use in the transfer of designs to textiles
it: Adesivi per il trasferimento di disegni su tessuti

source: Adhesives for wall coverings
it: Adesivi per rivestimenti murali

source: Hydrochloric acid (hydrogen chloride)
it: Acido cloridrico (cloruro d'idrogeno)

source: Propylene (propene)
it: Propilene (propene)

source: Silver chloride
it: Cloruro di argento

source: Weatherproofing coatings [chemical, other than paints] for concrete
it: Rivestimenti resistenti alle intemperie [chimici, non pitture] per calcestruzzo

source: Wetting agents for use with agrochemicals
it: Agenti umettanti da utilizzarsi con fitofarmaci

source: Nickel sulphate
it: Solfato di nichel

source: Fluids for use in etching painted wood
it: Fluidi per l'incisione di legno dipinto

source: Industrial salts for alkali-metal chloride electrolysis
it: Sali industriali per elettrolisi di cloruri di metalli alcalini

source: Chemical elements for use in welding
it: Elementi chimici da saldatura

source: Chemical formulations for use in biological sewage treatment
it: Formulazioni chimiche per il trattamento biologico dei liquami

source: Chemical grease removing agents for use in industrial manufacturing processes
it: Agenti chimici per il sgrassaggio utilizzati durante i processi industriali di fabbricazione

source: Chemical intermediates for use in industry
it: Sostanze chimiche intermedie per uso industriale

source: Additives (Chemical -) for combustion enhancers
it: Additivi (chimici) per potenziare la combustione

source: Additives (Chemical -) for detergents
it: Additivi (chimici) per detersivi

source: Additives (Chemical -) for flooring plaster
it: Additivi (Chimici -) per intonaco per pavimenti

source: Adhesive melts
it: Adesivi fusi

source: Glucose powder for industrial purposes
it: Polvere di glucosio per uso industriale

source: Esters
it: Esteri

source: Ethane
it: Etano

source: Methyl ether
it: Etere metilico

source: Combusting preparations [chemical additives to motor fuel]
it: Comburenti [additivi chimici per carburanti]

source: Windshield antifreeze fluids
it: Liquidi antigelo per parabrezza

source: Sodium bicarbonate
it: Bicarbonato di sodio

source: Sodium gold chloride
it: Cloruro aurico di sodio

source: Chemical substances for use in manufacture
it: Sostanze chimiche per uso manifatturiero

source: Chemical substances for use in metal finishing and metal treatment
it: Prodotti chimici per la finitura e il trattamento dei metalli

source: Chemicals used in the manufacture of electronic components
it: Prodotti chimici usati per la produzione di componenti elettronici

source: Actinium
it: Attinio

source: Compounds for filling cracks in vehicles
it: Composti per riempire crepe in veicoli

source: Compounds for filling holes in vehicles
it: Composti per riempire buchi in veicoli

source: Offset printing plates
it: Lastre per stampa offset

source: Plant growth regulators for agricultural use
it: Regolatori per la crescita delle piante ad uso agricolo

source: Heterocyclic compounds
it: Composti eterociclici

source: Hydrogen cyanide
it: Cianuro di idrogeno

source: Ion-exchange resin membranes [chemical preparation]
it: Membrane di resina a scambio ionico [prodotti chimici]

source: Damp proofing compositions [other than paints]
it: Composti contro l'umidità [diversi dalle pitture]

source: Chemical compositions for hardening concrete
it: Composti chimici per l'indurimento del calcestruzzo

source: Chemical compositions for retarding the setting of concrete
it: Composizioni chimiche per ritardare la solidificazione del calcestruzzo

source: Chemical compositions for strengthening stonework
it: Composizioni chimiche per il rinforzo di muratura in pietra

source: Coatings containing quartz for optical glass
it: Rivestimenti contenenti quarzo per vetro ottico

source: Oxidised saccharides in dry form
it: Saccaridi ossidati in forma asciutta

source: Oxidising gases
it: Gas ossidanti

source: Plastics in the form of flakes
it: Materie plastiche in scaglie

source: Chemical additives for paints and surface coatings
it: Additivi chimici per pitture e rivestimenti per superfici

source: Mud dispersants
it: Prodotti antifango

source: Mulch for soil enrichment in horticultural environments
it: Pacciame per l'arricchimento del terreno in ambienti orticoli

source: Multi-nutrient fertilizers
it: Fertilizzanti multi-nutrienti

source: Barium hydroxide
it: Idrossido di bario

source: Barium peroxides
it: Perossidi di bario

source: Bacteriological preparations for acetification
it: Preparati batteriologici per l'acetificazione

source: Lecithin for industrial use in the manufacture of food products
it: Lecitina per uso industriale nella produzione di alimenti

source: Caustic soda for industrial purposes
it: Soda caustica per uso industriale

source: Biological preparations, other than for medical or veterinary purposes
it: Preparazioni biologiche non per uso medico o veterinario

source: Chemical vehicles used in the manufacture of paints
it: Veicoli chimici utilizzati nella fabbricazione di pitture

source: Adhesives for industrial use in the form of granules
it: Adesivi per uso industriale sotto forma di granuli

source: Ethyl zinc iodide
it: Ioduro di zinco etile

source: Adhesives for use in the manufacture of furniture
it: Adesivi utilizzati nella fabbricazione di mobili

source: Chemicals for use as aversion agents by virtue of their taste
it: Prodotti chimici destinati all'uso come repellenti in virtù del loro sapore

source: Acids for use in the preparation of animal foodstuffs
it: Acidi da usare nella preparazione di alimenti per animali

source: Surfactants for use in the manufacture of synthetic detergents
it: Tensioattivi per la produzione di detergenti sintetici

source: Synthesis gas catalysts for use in ammonia manufacture and plant operation
it: Catalizzatori per gas di sintesi per la produzione di ammoniaca e la gestione di impianti

source: Gases for use in forestry
it: Gas per la silvicoltura

source: Soil conditioning preparations for regulating the growth of agricultural products
it: Prodotti di condizionamento del terreno per regolare la crescita di prodotti agricoli

source: Stabilizers for plastic polymers
it: Stabilizzatori per polimeri plastici

source: Photosensitive materials [chemicals]
it: Materiali fotosensibili [prodotti chimici]

source: Photosensitive materials [films, unexposed]
it: Materiali fotosensibili [pellicole, non esposte]

source: Photosensitive resin films for screen printing
it: Pellicole in resine fotosensibili per serigrafia

source: Detergents for automatic cleaning systems, as part of manufacturing operations
it: Detergenti per impianti di pulizia automatici, come parte di operazioni di fabbricazione

source: Fluids for drilling
it: Fluidi di trivellazione

source: Fluids for use in etching glass
it: Fluidi per l'incisione del vetro

source: Fining agents for cider
it: Chiarificanti per sidro

source: Reagents for use in biological processing [other than for medical or veterinary purposes]
it: Reagenti per il trattamento biologico [non per scopi medici né veterinari]

source: Reagents for use in geophysical analysis
it: Reagenti per l'analisi geofisica

source: Reagents for use in the development of hybridoma antibodies [other than for medical or veterinary purposes]
it: Reagenti per lo sviluppo di anticorpi ibridomi [non per uso medico né veterinario]

source: Peat pots for horticulture
it: Vasi di torba per l'orticoltura

source: Pyrogallic acid
it: Acido pirogallico

source: Casein for industrial purposes
it: Caseina per uso industriale

source: Bacteriological preparations, other than for medical and veterinary use
it: Preparazioni batteriologiche, non per uso medico o veterinario

source: Benzyl alcohol
it: Alcool benzilico

source: Boric acid
it: Acido borico

source: Emulsifiable beeswax derivative for use in the manufacture of cosmetic preparations
it: Derivati emulsionabili di cera d'api per uso nella produzione di preparati cosmetici

source: Emulsifiers for food preparations
it: Emulsionanti per prodotti alimentari

source: Emulsifiers for sausages
it: Emulsionanti per insaccati

source: Emulsifiers for use in the manufacture of toiletry preparations
it: Emulsionanti per uso nella produzione di preparati da toilette

source: Antimicrobial agents for use in manufacture
it: Agenti antimicrobici per uso industriale

source: Antimicrobial preservatives for cosmetics
it: Conservanti antimicrobici per cosmetici

source: Immersion tin plating compositions for the manufacture of printed circuit boards
it: Composti per stagnatura a immersione per la fabbricazione di schede per circuiti stampati

source: Marine fertilizer
it: Fertilizzanti marini

source: Potassium sulphate fertilizer
it: Fertilizzate al solfato di potassio

source: Lauryl alcohol
it: Alcol laurilico

source: Liquid chlorine
it: Cloro liquido

source: Magnesite clinkers
it: Clinker di magnesite

source: Zeolites
it: Zeoliti

source: Chemicals for use in cleaning water
it: Sostanze chimiche per la pulizia dell'acqua

source: Chemicals for use in coating veterinary instruments [other than pharmaceuticals]
it: Composti chimici per il rivestimento di strumenti veterinari [non farmaceutici]

source: Chemicals for use in multiplying nucleic acid amounts [other than medical and veterinary]
it: Prodotti chimici per moltiplicare i quantitativi di acido nucleico [non per uso medico e veterinario]

source: Chemicals for use in pesticides
it: Prodotti chimici per pesticidi

source: Chemicals for use in radiochemical analysis [other than medical or veterinary]
it: Prodotti chimici per analisi radiochimica [non per uso medico o veterinario]

source: Chemicals for use in the formation of gas wells
it: Prodotti chimici per uso nella formazione di pozzi di gas

source: Micaceous iron oxide
it: Ossido di ferro micaceo

source: Magnesium chloride for laboratory use [other than medical]
it: Cloruro di magnesio per uso di laboratorio [non per uso medico]

source: Manures for flowerpot plants
it: Concimi per piante in vaso

source: Manures obtained by the treatment of refuse with earthworms
it: Concimi ottenuti dal trattamento dei rifiuti con lombrichi

source: Common salt for preserving [other than foodstuffs]
it: Sale comune per la conservazione [non per alimenti]

source: Cream of tartar for industrial purposes
it: Crema di tartaro per uso industriale

source: Absorbents derived from silica
it: Assorbenti derivanti da silice

source: Absorbents for cleaning solvents
it: Assorbenti per solventi per la pulizia

source: Absorption agents
it: Agenti d'assorbimento

source: Phosphoric anhydride
it: Anidride fosforica

source: Phosphorus chloride
it: Cloruro di fosforo

source: Ferrous sulfates against yellowing of plant leaves
it: Solfati ferrosi contro l'ingiallimento delle foglie di piante

source: Photographic media [chemicals]
it: Media fotografici [prodotti chimici]

source: Photoinitiators for the polymerization of artificial resins
it: Fotoiniziatori per la polimerizzazione di resine artificiali

source: Solvents for washing out light sensitive resins
it: Solventi per lavare via le resine fotosensibili

source: Freezing agents for use in cooling electronic components
it: Agenti di congelamento per raffreddare componenti elettronici

source: Inorganic precipitation agents for the purification of waste water
it: Agenti inorganici di precipitazione per la depurazione delle acque di scarico

source: Additives (Chemical -) for use in repairing concrete
it: Additivi (Chimici -) per la riparazione del calcestruzzo

source: Additives (Chemical -) for use in resins
it: Additivi (Chimici -) per resine

source: Additives (Chemical -) for use in the completion of subterranean gas wells
it: Additivi (Chimici -) per il completamento di pozzi di gas sotterranei

source: Protective coatings for balconies [other than in the nature of paints or oils]
it: Rivestimenti protettivi per balconi [non nella forma di pitture o oli]

source: Water soluble polymers for industrial use
it: Polimeri solubili in acqua per uso industriale

source: Hydrated calcium sulphate
it: Solfato di calcio idrato

source: Hydraulic transmission fluid
it: Fluido di trasmissione idraulica

source: Hydrocarbon compounds
it: Composti d'idrocarburi

source: Enzyme substrates
it: Substrati enzimatici

source: Chemical compositions for use in the manufacture of electronic components
it: Composti chimici per la fabbricazione di componenti elettronici

source: Chemical compositions for use with sensitised printing plates
it: Composizioni chimiche per uso con lastre di stampa sensibilizzate

source: Crystalline molecular sieve desiccants for use as catalyst supports in industry
it: Disseccanti per setacci molecolari cristallini per uso come supporti catalizzatori nell'industria

source: Lignin
it: Lignina

source: Defoamers for use in the paint industry
it: Deschiumanti per il settore delle vernici

source: Degreasing materials for use in manufacturing processes
it: Materiali sgrassanti per processi manifatturieri

source: Agents for scouring in a manufacturing process
it: Agenti per pulitura in un processo di fabbricazione

source: Agglutinants for clay
it: Agglutinanti per argilla

source: Solid gaseous filtering substances
it: Sostanze solide per la filtrazione gassosa

source: Fire absorbent chemicals for use in the manufacture of fire retardant paints
it: Prodotti chimici ignifughi per la fabbricazione di pitture resistenti al fuoco

source: Laboratory gases
it: Gas da laboratorio

source: Reconstituted sea water for ponds
it: Acqua marina ricostituita per stagni
